# RbsAdditionalFlow Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsAdditionalFlow Property
ParameterTypeId Class See Also
---
"Additional Flow"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsAdditionalFlow { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsAdditionalFlow As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsAdditionalFlow {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace